Repository: common-repository/cf7-domain-blacklist
Catalog: languages/*.po
Languages: pt_br

source: Create a blacklist of prohibited domains integrated with the Contact Form 7 plugin.
pt_br: Crie uma blacklist de domínios proibidos para formulários do plugin Contact Form 7.

source: Settings
pt_br: Configurações

source: Contact Blacklist
pt_br: Contato Blacklist

source: Changes saved successfully.
pt_br: Alterações salvas com sucesso.

source: Couldn't save. Please try again.
pt_br: Não foi possível salvar. Tente novamente.

source: This plugin cannot be used without the Contact Form 7 plugin. Please install and activate it before proceeding.
pt_br: Este plugin não pode ser utilizado sem o plugin Contact Form 7. Por favor, instale-o e ative-o antes de continuar.

source: Blocked domains
pt_br: Domínios bloqueados

source: Domains (comma-separated)
pt_br: Domínios (separados por vírgulas)

source: E.g.: gmail.com, hotmail.com, uol.com.br
pt_br: E.x.: gmail.com, hotmail.com, uol.com.br

source: Enter the domains you want to block separated by commas.
pt_br: Insira os domínios que deseja bloquear separados por vírgulas.

source: Message
pt_br: Mensagem

source: Domain not permitted
pt_br: Domínio não permitido

source: Enter the message should be shown when a domain is not allowed.
pt_br: Insira a mensagem que deseja exibir quando um domínio não for permitido.

source: Save
pt_br: Salvar

source: Please enter the domains.
pt_br: Por favor, insira os domínios.

source: Please enter the message.
pt_br: Por favor, insira a mensagem.
